Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/HealthPrivacySettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SAVE_IN_HEALTH_FOR_8_DAYS_FOOTER_TEXT
source: Your device does not record or save any sound to measure audio levels. This data must be saved for eight days to provide notifications that may protect your hearing. The data will be deleted after eight days.
ar: جهازك لا يسجِّل أو يحفظ أي صوت لقياس مستويات الصوت. يجب حفظ هذه البيانات لثمانية أيام لتقديم إشعارات قد تحمي سمعك؛ وسيتم حذف البيانات بعد ثمانية أيام.
bg: Вашето устройство не записва и не запазва никакви аудио записи, когато измерва нивата на звука. Тези данни трябва да се запазват в продължение на осем дни, за да може да получавате известия, които ще защитят вашия слух. Данните ще се изтрият след осем дни.
ca: El teu dispositiu no grava ni desa cap so per mesurar els nivells d’àudio. Aquestes dades s’han de desar durant vuit dies per enviar‑te notificacions que poden protegir la teva audició. Després de vuit dies, les dades s’eliminaran.
cs: Vaše zařízení za účelem změření hlasitosti zvuku nic nenahrává. Aby vám bylo možné poskytovat oznámení chránící váš sluch, musí být tato data uložena na osm dní. Po osmi dnech budou smazána.
da: Enheden optager og gemmer ingen lyde for at måle lydniveauer. Disse data bliver gemt i otte dage for at sende notifikationer, der kan beskytte din hørelse. Dataene bliver slettet efter otte dage.
de: Dein Gerät zeichnet keine Geräusche auf oder speichert sie, um den Geräuschpegel zu messen. Diese Daten müssen acht Tage gespeichert werden, um Mitteilungen zum Schutz deines Gehörs bereitzustellen. Die Daten werden nach acht Tagen gelöscht.
el: Η συσκευή σας δεν εγγράφει ούτε αποθηκεύει οποιονδήποτε ήχο για μέτρηση επιπέδων ήχου. Αυτά τα δεδομένα πρέπει να αποθηκευτούν για οκτώ ημέρες ώστε να είναι δυνατή η παροχή γνωστοποιήσεων που θα βοηθήσουν στην προστασία της ακοής σας. Τα δεδομένα διαγράφονται μετά από οκτώ ημέρες.
es: Tu dispositivo no graba ni guarda ningún sonido para medir el nivel de audio. Estos datos deben almacenarse durante ocho días para ofrecer notificaciones que puedan proteger tu salud auditiva. Los datos se eliminarán pasado ese tiempo.
es_us: Tu dispositivo no graba ni guarda sonidos para medir niveles de audio. Estos datos deben guardarse durante ocho días para enviar notificaciones que podrían proteger tu audición; al acabar ese plazo, se borrarán.
fi: Laitteesi ei äänitä eikä tallenna ääntä äänitasojen mittaamiseksi. Nämä tiedot on tallennettava kuuden päivän ajan kuuloasi suojaavia ilmoituksia varten. Tiedot poistetaan kahdeksan päivän kuluttua.
fr: Votre appareil n’enregistre et ne conserve aucun son pour mesurer les niveaux sonores. Afin que des notifications pouvant protéger votre audition vous soient adressées, ces données doivent être conservées pendant huit jours. Ces données seront supprimées après huit jours.
fr_ca: Votre appareil n’enregistre aucun son pour mesurer les niveaux sonores. Ces données doivent être enregistrées pendant huit jours pour que vous puissiez recevoir des notifications susceptibles de protéger votre acuité auditive. Elles seront supprimées après huit jours.
he: המכשיר שלך אינו מתעד או שומר צלילים כדי למדוד עוצמות שמע. נתונים אלו נשמרים לשמונה ימים כדי לספק עדכונים שיכולים להגן על השמיעה שלך. הנתונים יימחקו לאחר שמונה ימים.
hi: आपका डिवाइस ऑडियो स्तर मापने के लिए किसी प्रकार की ध्वनि रिकॉर्ड करता या सहेजता नहीं है। सूचनाओं को देने के लिए इस डेटा को आठ दिनों के लिए सहेजना होगा जो हो सकता है आपकी श्रवण क्षमता की रक्षा कर सके। इस डेटा को आठ दिनों के बाद डिलीट कर दिया जाएगा।
hr: Vaš uređaj ne snima i ne sprema zvuk prilikom mjerenja razine zvukova. Ovi podaci trebaju biti spremljeni na osam dana radi pružanja obavijesti koje mogu zaštititi vaš sluh. Podaci će se obrisati nakon osam dana.
hu: Az eszköze nem rögzíti és nem menti a hangszintek méréséhez használt hangokat. Ezeket az adatokat menteni kell nyolc napig a hallását megvédő értesítések biztosításához. Az adatok törölve lesznek nyolc nap után.
id: Perangkat Anda tidak merekam atau menyimpan bunyi apa pun untuk mengukur level audio. Data ini harus disimpan selama delapan hari untuk menyediakan pemberitahuan yang dapat melindungi pendengaran Anda. Data akan dihapus setelah delapan hari.
it: Il tuo dispositivo non registra né salva suoni per misurare i livelli di audio. Affinché sia possibile inviarti le notifiche per proteggere il tuo udito, i dati devono essere salvati per otto giorni e verranno eliminati una volta trascorso questo arco di tempo.
ja: 音量レベルを測定するためのサウンドはデバイスには録音または保存されません。 このデータは、聴覚保護の通知を提供するために8日間保存する必要があります。データは8日後に削除されます。
kk: Құрылғыңыз дыбыс деңгейлерін өлшеу үшін дыбысты жазбайды және сақтамайды. Есту қабілетіңізді қорғауға бағытталған хабарландырулар көрсетілуі үшін бұл деректер сегіз күн бойы сақталуы тиіс. Сегіз күннен кейін деректер жойылады.
ko: 사용자의 기기는 오디오 레벨을 측정하는 데 어떠한 소리도 녹음하거나 저장하지 않습니다. 청각을 보호하기 위한 알림을 제공하려면 이 데이터가 8일 동안 저장되어야 합니다. 8일 후에는 데이터가 삭제됩니다.
lt: Jūsų įrenginys neįrašo ir neišsaugo garso įrašų, kad išmatuotų garso lygį. Šie duomenys turi būti išsaugoti aštuonioms dienoms, kad gautumėte pranešimus, kurie gali apsaugoti jūsų klausą. Po aštuonių dienų šie duomenys bus ištrinti.
ms: Peranti anda tidak merakam atau menyimpan sebarang bunyi untuk mengukur paras audio. Data ini mesti disimpan selama lapan hari untuk memberikan pemberitahuan yang mungkin melindungi pendengaran anda. Data tersebut akan dipadamkan selepas lapan hari.
nl: Er wordt met je apparaat geen geluid opgenomen of bewaard om geluidsniveaus te meten. Om meldingen voor bescherming van je gehoor mogelijk te maken, moeten deze gegevens acht dagen bewaard worden. De gegevens worden na acht dagen verwijderd.
no: Enheten vil ikke ta opp eller arkivere lyd for å måle lydnivået. Dataene må arkiveres i åtte dager for å kunne gi varslinger som kan verne om hørselen din. Dataene blir slettet etter åtte dager.
pl: Twoje urządzenie nie rejestruje ani nie zachowuje żadnych dźwięków podczas pomiaru ich poziomów. Dane muszą być dostępne przez osiem dni, aby umożliwić generowanie powiadomień, które pomagają Ci chronić słuch. Po upływie ośmiu dni dane są usuwane.
pt: O dispositivo não grava ou salva nenhum som para medir os níveis de áudio. Os dados precisam ser salvos por oito dias para oferecer notificações que podem proteger a sua audição. Os dados serão apagados após oito dias.
pt_pt: O seu dispositivo não grava nem guarda sons para medir os níveis de áudio. Estes dados têm de ser guardados durante oito dias para serem emitidas notificações que podem ajudar a proteger a sua audição. Os dados são apagados ao fim de oito dias.
ro: Dispozitivul dvs. nu înregistrează și nu salvează niciun sunet pentru a măsura nivelurile audio. Aceste date trebuie să fie salvate timp de opt zile pentru a furniza notificări care vă pot proteja auzul. Datele vor fi șterse după opt zile.
ru: Ваше устройство не записывает и не сохраняет звуки для измерения уровней звукового воздействия. Эти данные должны храниться на протяжении 8 дней, чтобы предоставлять уведомления для защиты Вашего слуха. Данные будут удалены через 8 дней.
sk: Pri meraní hlasitosti zvuku vaše zariadenie nenahráva ani neukladá žiadne zvuky. S cieľom poskytovať hlásenia chrániace váš sluch musia byť tieto dáta uchované osem dní. Po ôsmich dňoch budú vymazané.
sl: Naprava ne shranjuje ali snema zvočnih dražljajev za merjenje ravni zvoka. Te podatke je potrebno hraniti osem dni, in sicer za potrebe pošiljanja obvestil, namenjenih zaščiti sluha. Po poteku osmih dni bodo podatki izbrisani.
sv: Vid mätning av ljudnivån spelar din enhet inte in några ljud och inga ljud sparas. Dessa data måste sparas i åtta dagar för att kunna ge dig varningar som kan skydda din hörsel. Alla data raderas efter åtta dagar.
th: อุปกรณ์ของคุณจะไม่จัดเก็บหรือบันทึกเสียงเพื่อวัดระดับเสียง ข้อมูลนี้จะต้องถูกบันทึกไว้เป็นเวลาแปดวันเพื่อให้การแจ้งเตือนที่สามารถปกป้องการได้ยินของคุณได้ ข้อมูลจะถูกลบหลังจากผ่านไปแปดวัน
tr: Aygıtınız, ses düzeylerini ölçmek için ses kaydı yapmaz veya sesleri saklamaz. Bu veriler, işitme duyunuzu koruyabilecek bildirimler sağlamak için sekiz gün boyunca kaydedilmelidir. Bu veriler sekiz gün sonra silinir.
uk: Ваш пристрій не записує і не зберігає жодних звуків для вимірювання аудіорівнів. Ці дані мають зберігатися протягом восьми днів, щоб показувати сповіщення, які сприяють захисту вашого слуху. Дані буде видалено через вісім днів.
vi: Thiết bị của bạn không ghi hoặc lưu bất kỳ âm thanh nào để đo mức âm thanh. Dữ liệu này phải được lưu trong tám ngày để cung cấp thông báo có thể bảo vệ thính giác của bạn. Dữ liệu sẽ được xóa sau tám ngày.
zh_cn: 你的设备不会录音或存储声音来测量音量。 此数据必须存储八天才能提供可保护你听力的通知。八天后数据将删除。
zh_hk: 你的裝置不會為測量音量而錄音或儲存任何聲音。 此資料必須儲存八日才能提供可能保護你聽力的通知。八日後將會刪除資料。
zh_tw: 你的裝置在測量音量時不會錄音或儲存任何聲音。 此資料必須儲存8天才能提供可能保護你聽力的通知。該資料將在8天後刪除。

# SOURCES_VIEW_CONTROLLER_TITLE_HEALTH_DATA
source: Health Data
ar: البيانات الصحية
bg: Данни за здраве
ca: Dades de salut
cs: Zdravotní data
da: Sundhedsdata
de: Gesundheitsdaten
el: Δεδομένα Υγείας
es: Datos de salud
es_us: Datos de Salud
fi: Terveysdata
fr: Données Santé
fr_ca: Données médicales
he: נתוני בריאות
hi: सेहत डेटा
hr: Zdravstveni podaci
hu: Egészségügyi adatok
id: Data Kesehatan
it: Dati sanitari
ja: ヘルスケアデータ
kk: Медициналық деректер
ko: 건강 데이터
lt: Sveikatos duomenys
ms: Data Kesihatan
nl: Gegevens
no: Helsedata
pl: Dane zdrowotne
pt: Dados de Saúde
pt_pt: Dados de saúde
ro: Date sănătate
ru: Медданные
sk: Zdravotné dáta
sl: Podatki o zdravstvenem stanju
sv: Hälsodata
th: ข้อมูลสุขภาพ
tr: Sağlık Verileri
uk: Меддані
vi: Dữ liệu sức khỏe
zh_cn: 健康数据
zh_hk: 健康資料
zh_tw: 健康資料

source: Headphone Audio Levels
ar: مستويات صوت سماعات الرأس
bg: Нива на звука на слушалките
ca: Nivells d’àudio dels auriculars
cs: Hlasitost zvuku ve sluchátkách
da: Lydniveauer i hovedtelefoner
de: Kopfhörergeräuschpegel
el: Επίπεδα ήχου ακουστικών
es: Nivel de audio de auriculares
es_us: Niveles de audio de audífonos
fi: Kuulokkeiden äänitaso
fr: Niveaux sonores des écouteurs
fr_ca: Niveaux sonores des écouteurs
he: עוצמת השמע באוזניות
hi: हेडफ़ोन ऑडियो स्तर
hr: Razine zvukova iz slušalica
hu: Fejhallgató hangszintjei
id: Level Audio Headphone
it: Livelli audio cuffie
ja: ヘッドフォン音量
kk: Құлаққап дыбыс деңгейлері
ko: 헤드폰 오디오 레벨
lt: Ausinių garso lygiai
ms: Paras Audio Fon Kepala
nl: Geluidsniveaus (koptelefoon)
no: Lydnivå fra hodetelefoner
pl: Poziom dźwięku ze słuchawek
pt: Níveis dos Fones de Ouvido
pt_pt: Níveis de áudio dos auscultadores
ro: Niveluri sunet căști audio
ru: Уровни аудио наушников
sk: Hlasitosť zvuku v slúchadlách
sl: Ravni zvoka slušalk
sv: Ljudvolym i hörlurar
th: ระดับเสียงหูฟัง
tr: Kulaklık Ses Düzeyi
uk: Аудіорівні навушників
vi: Mức âm thanh tai nghe
zh_cn: 耳机音量
zh_hk: 耳筒音量
zh_tw: 耳機音量

# PRIVACY_DISCLOSURE_FOOTER
source: Your data is encrypted on your device and can only be shared with your permission.
ar: بياناتك الصحية مشفرة على جهازك ولا يمكن مشاركتها إلا بعد الحصول على إذنك.
bg: Вашите данни са криптирани на устройството ви и могат да се споделят само с ваше позволение.
ca: Les teves dades s’encripten al dispositiu i només es poden compartir amb el teu permís.
cs: Vaše data jsou v zařízení zašifrovaná a lze je sdílet jen s vaším souhlasem.
da: Dine data krypteres på din enhed og deles kun med din tilladelse.
de: Deine Daten werden auf deinem Gerät verschlüsselt und können nur mit deiner Zustimmung geteilt werden.
el: Τα δεδομένα σας είναι κρυπτογραφημένα στη συσκευή σας και μπορούν να κοινοποιηθούν μόνο με την άδειά σας.
es: Tus datos están encriptados en tu dispositivo y solo se pueden compartir si das tu permiso.
es_us: Tus datos se encriptan en tu dispositivo y solamente se comparten con tu permiso.
fi: Tietosi ovat laitteessa salattuina, ja ne voidaan jakaa vain luvallasi.
fr: Vos données sont chiffrées sur votre appareil et ne peuvent être partagées qu’avec votre permission.
fr_ca: Vos données sont chiffrées sur votre appareil et peuvent être partagées uniquement avec votre autorisation.
he: הנתונים שלך מוצפנים במכשיר וניתן לשתף אותם רק בהסכמתך.
hi: आपका डेटा आपके डिवाइस पर एंक्रिप्ट किया जाता है और उसे केवल आपकी अनुमति से ही शेयर किया जा सकता है।
hr: Vaši su podaci kriptirani na uređaju i mogu se podijeliti samo uz vaše dopuštenje.
hu: Az adatai titkosítva vannak az eszközén, és kizárólag az Ön engedélyével oszthatók meg.
id: Data Anda dienkripsi di perangkat Anda dan hanya dapat dibagikan atas izin Anda.
it: I dati vengono protetti tramite crittografia sul tuo dispositivo e possono essere condivisi solo con il tuo permesso.
ja: データはデバイス上で暗号化され、あなたの許可を得た場合にのみ共有されます。
kk: Деректеріңіз құрылғыда шифрланған күйде сақталады және оларды тек сіздің рұқсатыңызбен бөлісуге болады.
ko: 기기에 있는 사용자의 데이터는 암호화되어 있으며 사용자가 승인해야 공유될 수 있습니다.
lt: Jūsų duomenys užšifruojami jūsų įrenginyje ir gali būti bendrinami tik jums leidus.
ms: Data anda disulitkan pada peranti anda dan hanya boleh dikongsi dengan keizinan anda.
nl: Je gezond­heids­gegevens zijn versleuteld op je apparaat en kunnen alleen met jouw toestemming worden gedeeld.
no: Dataene dine krypteres på enheten og kan kun deles med ditt samtykke.
pl: Dane są szyfrowane na Twoim urządzeniu i nie mogą być udostępniane bez Twojej zgody.
pt: Seus dados são criptografados no dispositivo e só podem ser compartilhados com a sua permissão.
pt_pt: Os seus dados são cifrados no dispositivo e só podem ser partilhados com a sua autorização.
ro: Datele sunt criptate pe dispozitiv și pot fi partajate doar cu permisiunea dvs.
ru: Ваши данные хранятся на устройстве в зашифрованном виде и могут быть доступны только с Вашего разрешения.
sk: Vaše dáta sú zašifrované na vašom zariadení a nie je možné ich zdieľať bez vášho povolenia.
sl: Podatki v vaši napravi so šifrirani in jih je mogoče deliti le z vašim dovoljenjem.
sv: Dina data är krypterade på enheten och kan endast delas om du ger din tillåtelse.
th: ข้อมูลของคุณถูกเข้ารหัสบนอุปกรณ์ของคุณและสามารถแชร์ได้เมื่อได้รับอนุญาตจากคุณเท่านั้น
tr: Verileriniz aygıtınızda şifrelenir ve yalnızca izniniz alınarak paylaşılabilir.
uk: Ваші дані шифруються на пристрої та поширюються лише з вашого дозволу.
vi: Dữ liệu được mã hóa trên thiết bị của bạn và chỉ có thể được chia sẻ với sự cho phép của bạn.
zh_cn: 你的数据在设备上加密，仅在得到你许可之后才能共享。
zh_hk: 你的資料已在你的裝置上加密，須經你同意才能共享。
zh_tw: 你的資料已在裝置上加密，只有在經過你的同意後才能分享。
